Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Edit included recipe
ca: Edita recepta inclosa
cs: Upravit dílčí recept
da: Rediger inkluderet opskrift
de: Enthaltenes Rezept bearbeiten
el: Επεξεργασία συμπεριλαμβανόμενης συνταγής
es: Modificar receta incluida
et: Muuda retsepti mis sisaldab
fi: Muokkaa sisällytettyä reseptiä
fr_fr: Supprimer une recette incluse
he: עריכת מתכון כלול
hu: Recept szerkesztése
it: Modifica la ricetta inclusa
ja: 使用レシピを編集
ko: 포함된 요리법 수정
lt: Redaguoti įtrauktą receptą
nb: Endre inkludert oppskrift
nl: Bewerk bijgevoegd recept
pl: Edytuj dołączony przepis
pt_br: Editar receita agregada
pt_pt: Editar receita incluída
ro: Modifică rețeta inclusă
sk: Upraviť čiastkový recept
sl: Uredi vključen recept
sv: Redigera inkluderat recept
ta: கொடுக்கப்பட்டுள்ள சமையல் குறிப்பினைத் தொகு
tr: Dahil edilmiş tarifi düzenle
uk: Редагувати включений рецепит
zh_hans: 编辑关联菜谱
zh_hant: 編輯隨附的食譜

source: Edit location
ca: Editar ubicació
cs: Upravit umístění
da: Rediger placering
de: Standort bearbeiten
el: Επεξεργασία τοποθεσίας
es: Modificar ubicación
et: Muuda asukohta
fi: Muokkaa sijaintia
fr_fr: Modifier l'emplacement
he: עריכת מיקום
hu: Hely szerkesztése
it: Modifica posizione
ja: 場所を編集
ko: 위치 수정
lt: Redaguoti vietovę
nb: Endre lokasjon
nl: Wijzig locatie
pl: Edytuj lokalizację
pt_br: Editar localização
pt_pt: Editar local
ro: Modifică locație
sk: Upraviť umiestnenie
sl: Uredi lokacijo
sv: Redigera plats
ta: இடத்தினைத் தொகு
tr: Lokasyonu düzenle
uk: Редагувати місце
zh_hans: 编辑位置
zh_hant: 編輯位置

source: Edit product
ca: Editar producte
cs: Upravit produkt
da: Rediger vare
de: Produkt bearbeiten
el: Επεξεργασία προϊόντος
es: Modificar producto
et: Muuda toodet
fi: Muokkaa tuotetta
fr_fr: Modifier le produit
he: עריכת מוצר
hu: Termék szerkesztése
it: Modifica prodotto
ja: 製品を編集
ko: 제품 수정
lt: Redaguoti produktą
nb: Endre produkt
nl: Bewerk product
pl: Edytuj produkt
pt_br: Editar produto
pt_pt: Editar Produto
ro: Modifică produs
sk: Upraviť výrobok
sl: Uredi izdelek
sv: Redigera produkt
ta: பொருளினைத் தொகு
tr: Ürünü düzenle
uk: Редагувати продукт
zh_hans: 编辑产品
zh_hant: 編輯物品

source: Edit product group
ca: Editar grup de productes
cs: Upravit skupinu produktů
da: Rediger varegruppe
de: Produktgruppe bearbeiten
el: Επεξεργασία ομάδας προϊόντων
es: Modificar grupo del producto
et: Muuda tootegruppi
fi: Muuta tuoteryhmää
fr_fr: Modifier le groupe de produit
he: עריכת קבוצת מוצרים
hu: Termékcsoport szerkesztése
it: Modifica gruppo di prodotti
ja: 製品グループを編集
ko: 제품 그룹 수정
lt: Redaguoti produktų grupę
nb: Endre produktgruppe
nl: Bewerk productcategorie
pl: Edytuj grupę produktów
pt_br: Editar
pt_pt: Editar grupos de produto
ro: Modifică grupă de produse
sk: Upraviť skupinu výrobkov
sl: Uredi skupino izdelkov
sv: Redigera produktgrupp
ta: பொருட்கள் குழுவினைத் தொகு
tr: Ürün grubunu düzenle
uk: Редагувати групу продуктів
zh_hans: 编辑产品组
zh_hant: 編輯物品分類

source: Edit QU conversion
ca: Edita conversió QU
cs: Upravit převod měrné jednotky
da: Rediger mængdeenhedskonvertering
de: ME-Umrechnung bearbeiten
el: Επεξεργασία μετατροπής QU
es: Modificar la conversión de unidades
et: Muuda koguseühiku teisendust
fi: Muokkaa yksikkömuunnosta
fr_fr: Éditer la conversion d'UQ
he: עריכת המרת יחידת כמות
hu: Mennyiségi egység átváltás szerkesztése
it: Modifica la conversione di Unità Quantitative
ja: 数量単位の変換を編集
ko: 수량 단위 변환 수정
lt: Redaguoti kiekio vieneto konversiją
nb: Endre forpakningskonvertering
nl: Wijzig hoeveelheidseenheidsconversies
pl: Edytuj konwersję ilości
pt_br: Editar conversão de medida
pt_pt: Editar conversão de UM
ro: Editați conversia QU
sk: Upraviť konverziu jednotiek
sl: Uredi pretvorbe enot količin
sv: Redigera konvertering för mängdenhet
tr: QU dönüşümünü düzenle
uk: Змінити одиницю виміру
zh_hans: 编辑单位转换
zh_hant: 編輯數量單位轉換

source: Edit quantity unit
ca: Editar unitat
cs: Upravit měrnou jednotku
da: Rediger måleenhed
de: Mengeneinheit bearbeiten
el: Επεξεργασία μονάδας ποσότητας
es: Modificar unidad
et: Muuda koguseühikut
fi: Muokkaa yksikköä
fr_fr: Modifier l'unité
he: עריכת יחידת כמות
hu: Mennyiségi egység szerkesztése
it: Modifica unità di misura
ja: 数量単位を編集
ko: 수량 단위 수정
lt: Redaguoti kiekio vienetą
nb: Endre forpakning
nl: Bewerk hoeveelheidseenheid
pl: Edycja jednostki ilości
pt_br: Editar unidade de medida
pt_pt: Editar unidade de medida
ro: Modifică unitate cantitativă
sk: Upraviť jednotku množstva
sl: Uredi enoto količine
sv: Redigera mängdenhet
ta: கொள்ளளவு அலகினை தொகுக்கவும்
tr: Miktar birimi düzenle
uk: Регагувати одиницю вимірування
zh_hans: 编辑数量单位
zh_hant: 編輯數量單位

source: Edit recipe
ca: Editar recepta
cs: Upravit recept
da: Rediger opskrift
de: Rezept bearbeiten
el: Επεξεργασία συνταγής
es: Modificar receta
et: Muuda retsepti
fi: Muokkaa reseptiä
fr_fr: Modifier une recette
he: עריכת מתכון
hu: Recept szerkesztése
it: Modifica Ricetta
ja: レシピを編集
ko: 요리법 수정
lt: Redaguoti receptą
nb: Endre oppskrift
nl: Bewerk recept
pl: Edytuj przepis
pt_br: Editar receita
pt_pt: Editar receita
ro: Editează rețetă
sk: Upraviť recept
sl: Uredi recept
sv: Redigera recept
ta: சமையல் குறிப்பினைத் தொகு
tr: Tarifi düzenle
uk: Редагувати рецепт
zh_hans: 编辑菜谱
zh_hant: 編輯食譜

source: Edit recipe ingredient
ca: Editar ingredient de la recepta
cs: Upravit ingredienci
da: Rediger ingrediens til opskrift
de: Rezeptzutat bearbeiten
el: Επεξεργασία συστατικού συνταγής
es: Modificar ingrediente de la receta
et: Muuda retsepti koostisosa
fi: Muokkaa ainesosaa
fr_fr: Modifier un ingrédient dans la recette
he: עריכת רכיב במתכון
hu: Hozzávaló szerkesztése
it: Modifica l'ingrediente della ricetta
ja: レシピの材料を編集
ko: 요리법 재료 편집
lt: Redaguoti recepto ingredientą
nb: Endre ingrediens i oppskrift
nl: Bewerk ingrediënt
pl: Edytuj składnik przepisu
pt_br: Editar ingrediente
pt_pt: Editar ingrediente da receita
ro: Editați ingredientul rețetei
sk: Upraviť surovinu
sl: Uredi sestavino recepta
sv: Redigera receptingrediens
ta: சமையல் குறிப்பின் மூலப்பொருட்களைத் தொகு
tr: Tarif malzemesini düzenle
uk: Редагувати ігнрадієнт
zh_hans: 编辑食材
zh_hant: 編輯食譜食材

source: Edit shopping list
ca: Editar llista de la compra
cs: Upravit nákupní seznam
da: Rediger indkøbsliste
de: Einkaufszettel bearbeiten
el: Επεξεργασία λίστας αγορών
es: Modificar lista de la compra
et: Muuda ostunimekirja
fi: Muokkaa ostoslistaa
fr_fr: Modifier liste de courses
he: עריכת רשימת הקניות
hu: Bevásárlólista szerkesztése
it: Modifica la lista della spesa
ja: 買い物リストを編集
ko: 구매 목록 수정
lt: Redaguoti pirkinių sąrašą
nb: Endre handleliste
nl: Wijzig boodschappenlijst
pl: Edytuj listę zakupów
pt_br: Editar lista de compras
pt_pt: Editar lista de compras
ro: Editați lista de cumpărături
sk: Upraviť nákupný zoznam
sl: Uredi seznam nakupov
sv: Redigera inköpslista
ta: வாங்க வேண்டிய பொருட்கள் பட்டியலினைத் தொகு
tr: Alışveriş listesini düzenle
uk: Перейменувати список покупок
zh_hans: 编辑购物清单
zh_hant: 編輯購物清單

source: Edit shopping list item
ca: Editar article de llista de la compra
cs: Upravit položku nákupního seznamu
da: Rediger punkt på indkøbslisten
de: Einkaufszetteleintrag bearbeiten
el: Επεξεργασία στοιχείου λίστας αγορών
es: Modificar artículo de la lista de la compra
et: Muuda ostunimekirja eset
fi: Muokkaa ostoslistan tuotetta
fr_fr: Modifier une liste de courses
he: עריכת פריט ברשימת קניות
hu: Bevásárlólista tétel szerkesztése
it: Modifica un prodotto della lista della spesa
ja: 買い物リストの項目を編集
ko: 구매 목록 편집
lt: Redaguoti pirkinių sąrašo elementą
nb: Endre punkt i handleliste
nl: Bewerk boodschappenlijst-item
pl: Edytuj przedmiot na liście zakupów
pt_br: Editar item da lista de compras
pt_pt: Editar item da lista de compras
ro: Editați articol din lista de cumpărături
sk: Upraviť položku v nákupnom zozname
sl: Uredi element nakupovalnega seznama
sv: Redigera artikel på inköpslista
ta: வாங்க வேண்டிய பொருளினைத் தொகு
tr: Alışveriş listesi maddesini düzenle
uk: Редагувати продукт у списку покупок
zh_hans: 编辑购物清单条目
zh_hant: 編輯購物清單項目

source: Edit store
ca: Editar botiga
cs: Upravit obchod
da: Rediger butik
de: Geschäft bearbeiten
el: Επεξεργασία καταστήματος
es: Modificar tienda
et: Muuda poodi
fi: Muokkaa myymälää
fr_fr: Mettre à jour magasin
he: עריכת חנות
hu: Áruház szerkesztése
it: Modifica negozio
ja: 店舗を編集
ko: 저장소 수정
lt: Redaguoti parduotuvę
nb: Rediger butikk
nl: Bewerk winkel
pl: Edytuj sklep
pt_br: Editar estabelecimento
pt_pt: Editar loja
ro: Modifică magazin
sk: Upraviť obchod
sl: Uredi trgovino
sv: Redigera affär
ta: கடையினைத் தொகு
tr: Marketi düzenle
uk: Редагувати магазин
zh_hans: 编辑商店
zh_hant: 編輯店家

source: Edit task
ca: Editar tasca
cs: Upravit úkol
da: Rediger opgave
de: Aufgabe bearbeiten
el: Επεξεργασία εργασίας
es: Modificar tarea
et: Muuda ülesannet
fi: Muokkaa tehtävää
fr_fr: Modifier la tâche
he: עריכת משימה
hu: Feladat szerkesztése
it: Modifica compito
ja: タスクを編集
ko: 작업 수정
lt: Redaguoti užduotį
nb: Endre oppgave
nl: Bewerk taak
pl: Edytuj zadanie
pt_br: Editar atividade
pt_pt: Editar tarefa
ro: Editează sarcină
sk: Upraviť úlohu
sl: Uredi opravilo
sv: Redigera uppgiften
ta: பணியினை தொகு
tr: Görevi düzenle
uk: Редагувати завдання
zh_hans: 编辑任务
zh_hant: 編輯任務

source: Edit task category
ca: Editar categoria de tasca
cs: Upravit kategorii úkolu
da: Rediger opgavekategori
de: Aufgabenkategorie bearbeiten
el: Επεξεργασία κατηγορίας εργασιών
es: Modificar la categoría de la tarea
et: Muuda ülesande kategooriat
fi: Muuta tehtäväluokitusta
fr_fr: Modifier la catégorie de tâche
he: עריכת קטגוריית משימות
hu: Feladat kategória szerkesztése
it: Modifica categoria di compito
ja: タスク カテゴリを編集
ko: 작업 구분 수정
lt: Redaguoti užduoties kategoriją
nb: Endre oppgavekategori
nl: Bewerk taakcategorie
pl: Edytuj kategorię zadania
pt_br: Editar categoria de atividade
pt_pt: Editar categoria da tarefa
ro: Editează categoria sarcinii
sk: Upraviť kategóriu úlohy
sl: Uredi kategorijo opravil
sv: Redigera uppgiftskategori
ta: பணியின் பகுப்பினைத் தொகு
tr: Görev kategorisini düzenle
uk: Змінити категорію завдання
zh_hans: 编辑任务分类
zh_hant: 編輯任務分類

source: Edit this item
ca: Editar aquest element
cs: Upravit
da: Rediger dette emne
de: Diesen Eintrag bearbeiten
el: Επεξεργαστείτε αυτό το αντικείμενο
es: Modificar este artículo
et: Muuda eset
fi: Muokkaa
fr_fr: Éditer cet élément
he: עריכת פריט זה
hu: Tétel szerkesztése
it: Modifica questo elemento
ja: 項目を編集
ko: 항목 편집
lt: Redaguoti šį elementą
nb: Rediger denne oppføringen
nl: Wijzig dit item
pl: Edytuj tą pozycję
pt_br: Editar item
pt_pt: Editar este item
sk: Upraviť túto položku
sl: Uredi ta element
sv: Redigera den här posten
ta: இதைத் தொகு
tr: Bu maddeyi düzenle
uk: Редагувати цей пункт
zh_hans: 编辑此项
zh_hant: 編輯此項目

source: Edit user
ca: Editar usuari
cs: Upravit uživatele
da: Rediger bruger
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es: Modificar usuario
et: Muuda kasutajat
fi: Muokkaa käyttäjää
fr_fr: Modifier un utilisateur
he: עריכת משתמש
hu: Felhasználó szerkesztése
it: Modifica urente
ja: ユーザーを編集
ko: 사용자 수정
lt: Redaguoti vartotoją
nb: Endre på bruker
nl: Bewerk gebruiker
pl: Edytuj użytkownika
pt_br: Editar usuário
pt_pt: Editar utilizador
ro: Modifică utilizator
sk: Upraviť používateľa
sl: Uredi uporabnika
sv: Redigera användare
ta: பயனரை மாற்று
tr: Kullanıcıyı düzenle
uk: Редагувати користувача
zh_hans: 编辑用户
zh_hant: 編輯使用者

source: Edit userentity
ca: Editar entitat d'usuari
cs: Upravit uživatelskou tabulku
da: Rediger brugerenhed
de: Benutzerentität bearbeiten
el: Επεξεργασία χρήστη
es: Modificar entidad personalizada
et: Muuda kasutajaolemit
fi: Muokkaa käyttäjäosiota
fr_fr: Éditer l'entité utilisateur
he: עריכת יישות משתמש
hu: Egyéni objektum szerkesztése
it: Modifica entità utente
ja: ユーザーエンティティを編集
ko: 사용자 정의 목록 수정
lt: Redaguoti naudingumą
nb: Endre egendefinerte linjer
nl: Wijzig gebruikersentiteit
pl: Edytuj podmiot użytkownika
pt_br: Editar entidade de usuário
pt_pt: Editar entidade de utilizador
sk: Upraviť používateľskú entitu
sl: Uredi uporabniško entiteto
sv: Redigera användarpost
ta: பயனர் உருபொருளினைத் தொகு
tr: Kullanıcı varoluşunu düzenle
zh_hans: 编辑自定义项目
zh_hant: 編輯自定義實體

source: Edit userfield
ca: Editar camp d'usuari
cs: Upravit sloupec uživatelské tabulky
da: Rediger brugerfelt
de: Benutzerfeld bearbeiten
el: Επεξεργασία πεδίου χρήστη
es: Modificar campo personalizado
et: Muuda kasutajavälja
fi: Muokkaa käyttäjäkenttää
fr_fr: Configurer l'attribut personalisé
he: עריכת שדה משתמש
hu: Egyéni mező szerkesztése
it: Modifica campo utente
ja: ユーザーフィールドを編集
ko: 사용자 항목 수정
lt: Redaguoti vartotojo lauką
nb: Endre egendefinert kolonne
nl: Wijzig gebruikersveld
pl: Edytuj pole użytkownika
pt_br: Editar campo do usuário
pt_pt: Editar campo do utilizador
ro: Editați câmpul de utilizator
sk: Upraviť používateľské pole
sl: Uredi uporabniško polje
sv: Redigera användarfält
ta: பயனர்புலத்தினைத் தொகு
tr: Kullanıcı alanını düzenle
uk: Редагувати поле
zh_hans: 编辑自定义字段
zh_hant: 編輯自定義欄位

source: Enable tare weight handling
ca: Habilitar el maneig de la tara
cs: Použít táru
da: Aktiver emballagevægthåndtering
de: Taragewichtbehandlung aktivieren
el: Ενεργοποίηση χειρισμού απόβαρου βάρους
es: Activar peso de contenedor
et: Luba taara raskuse arvestamine
fi: Ota taarapainon käsittely käyttöön
fr_fr: Activer la pesée
he: לאפשר טיפול במשקל טרה
hu: Tára súly kezelés engedélyezése
it: Abilita la gestione della tara
ja: 容器重量処理を有効化
ko: 용기 무게 포함
lt: Įjungti taros svorio tvarkymą
nb: Aktiver tara vekt funksjon
nl: Gebruik van tarragewicht afhandelen
pl: Włącz obsługę masy tary
pt_br: Ativar configuração de peso de tara
pt_pt: Activar a manipulação de tara
ro: Activați manipularea greutății tare
sk: Aktivovať používanie tary
sl: Omogoči upravljanje tare za težo
sv: Aktivera hantering av förpackningsvikt
tr: Dara ağırlığı yönetimini aktif et
uk: Задіяти використання постійної тари
zh_hans: 启用去皮功能
zh_hant: 啟用皮重處理

source: Energy
ca: Energia
cs: Energetická hodnota
da: Energi
de: Energie
es: Energía
et: Energia
fi: Energiaa
fr_fr: Énergie
he: אנרגיה
hu: Energia
it: Energia
ja: エネルギー
ko: 에너지
lt: Energija
nb: Energi
nl: Energie
pl: Energia
pt_br: Energia
pt_pt: Energia
sl: Energija
sv: Energi
tr: Enerji
zh_hans: 能量

source: Enough in stock
ca: Existències suficients
cs: Dostatečná zásoba
da: Der er nok i beholdningen
de: Bestand reicht aus
el: Αρκετά σε απόθεμα
es: Existencias suficientes
et: Varudes on piisavalt
fi: Tarpeeksi varastossa
fr_fr: Il y en a assez en stock
he: מספיק במלאי
hu: Elegendő mennyiség készleten
it: Abbastanza in magazzino
ja: ストックあり
ko: 재고가 충분함
lt: Sandėlyje pakankamai
nb: Nok i beholdningen
nl: Genoeg voorraad
pl: Dość na stanie
pt_br: Estoque suficiente
pt_pt: Suficiente em stock
ro: Stoc suficient
sk: Dostatočná zásoba
sl: Dovolj na zalogi
sv: Tillräckligt i lager
ta: போதுமானதாக கையிருப்பில் உள்ளது
tr: Stokta yeteri kadar var
uk: Достатньо у наявності
zh_hans: 库存充足
zh_hant: 庫存充足

source: Entity
ca: Entitat
cs: Entita
da: Enhed
de: Entität
el: Οντότητα
es: Entidad
et: Üksus
fi: Osio
fr_fr: Élément
he: יישות
hu: Objektum
it: Entità
ja: エンティティ
ko: 목록
lt: Esybė
nb: Enhet
nl: Entiteit
pl: Obiekt
pt_br: Entidade
pt_pt: Entidade
ro: Entitate
sk: Entita
sl: Subjekt
sv: Entitet
ta: உருபொருள்
tr: Nesne
uk: Сутність
zh_hans: 实体
zh_hant: 實體

source: Equipment
ca: Equipament
cs: Vybavení
da: Enheder og manualer
de: Ausstattung
el: Εξοπλισμός
es: Equipamiento
et: Tehnika
fi: Välineet
fr_fr: Equipement
he: ציוד
hu: Eszközök
it: Attrezzatura
ja: 機器一覧
ko: 장비
lt: Įranga
nb: Instruksjonsmanualer
nl: Apparaten
pl: Wyposażenie
pt_br: Eletrodomésticos
pt_pt: Equipamento
ro: Echipamente
sk: Vybavenie
sl: Oprema
sv: Utrustning
ta: கருவி
tr: Ekipman
uk: Обладнання
zh_hans: 设备
zh_hant: 設備

source: Expiration date
ca: Data de caducitat
cs: Datum použitelnosti
da: Udløbsdato
de: Verbrauchsdatum
el: Ημερομηνία λήξης
es: Fecha de caducidad
et: Kõlblik kuni
fi: Viimeinen käyttöpäivä
fr_fr: Date de péremption
he: תאריך תפוגת התוקף
hu: Fogyaszthatósági dátum
it: Consumarsi entro
ja: 消費期限
lt: Galiojimo laikas
nb: Utløpsdato
nl: Houdbaarheidsdatum
pl: Data ważności
pt_br: Data de validade
sk: Dátum exspirácie
sl: Datum poteka
sv: Sista förbrukningsdag
ta: காலாவதியாகப்போகும் நாள்
tr: Son kullanma tarihi
uk: Термін придатності
zh_hans: 保质期
zh_hant: 有效期限

source: Expired
ca: Caducat
cs: po době použitelnosti
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducado
et: Riknenud
fi: Pilaantunut
fr_fr: Périmé
he: התוקף פג
hu: Megromlott
it: Scaduto
ja: 消費期限切れ
lt: Baigėsi galiojimo laikas
nb: Utgått
nl: Over datum
pl: Przeterminowany
pt_br: Estragado
pt_pt: Estragado
sk: Exspirované
sl: Poteklo
sv: Utgått
ta: காலாவதியானவை
tr: Süresi dolmuş
uk: Зіпсовано
zh_hans: 过期
zh_hant: 已過期

source: First name
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre
et: Eesnimi
fi: Etunimi
fr_fr: Prénom
he: שם פרטי
hu: Keresztnév
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Primeiro nome
pt_pt: Nome
ro: Prenume
sk: Krstné meno
sl: Ime
sv: Förnamn
ta: முதன்மை பெயர்
tr: İsim
uk: Ім'я
zh_hans: 姓
zh_hant: 名

source: Friday
ca: Divendres
cs: Pátek
da: Fredag
de: Freitag
el: Παρασκευή
es: Viernes
et: Reede
fi: Perjantai
fr_fr: Vendredi
he: יום שישי
hu: Péntek
it: Venerdì
ja: 金曜日
ko: 금요일
lt: Penktadienis
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_br: Sexta-feira
pt_pt: Sexta-feira
ro: Vineri
sk: Piatok
sl: Petek
sv: Fredag
ta: வெள்ளிக்கிழமை
tr: Cuma
uk: П'ятниця
zh_hans: 星期五
zh_hant: 星期五

source: From location
ca: D'ubicació
cs: Z umístění
da: Fra placering
de: Von Standort
el: Από την τοποθεσία
es: Ubicación origen
et: Asukohast
fi: Paikasta
fr_fr: De
he: ממיקום
hu: Forráshely
it: Dalla posizione
ja: 移動元
ko: 이동 전 위치
lt: Iš vietos
nb: Fra lokasjon
nl: Van locatie
pl: Z miejsca
pt_br: Localização atual
pt_pt: De local
ro: Din locația
sk: Z umiestnenia
sl: Iz lokacije
sv: Från plats
ta: அனுப்பும் இடம்
tr: Yerden
uk: З місця
zh_hans: 原始位置
zh_hant: 從

source: Group
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
et: Grupp
fi: Ryhmä
fr_fr: Groupe
he: קבוצה
hu: Csoport
it: Gruppo
ja: グループ
ko: 그룹
lt: Grupė
nb: Gruppe
nl: Groep
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro: Grup
sk: Skupina
sl: Skupina
sv: Grupp
ta: குழு
tr: Grup
uk: Група
zh_hans: 分组
zh_hant: 分類

source: Group by
ca: Agrupar per
cs: Seskupovat podle
da: Grupper efter
de: Gruppieren nach
es: Agrupar por
et: Grupita
fi: Ryhmittely
fr_fr: Grouper par
he: קיבוץ לפי
hu: Csoportosítás
it: Raggruppato per
ja: グループ化
lt: Grupuoti pagal
nb: Grupperes etter
nl: Groepeer op
pl: Grupuj po
pt_br: Agrupar por
ro: Grupeaza ca
sl: Zberi po
sv: Gruppera efter
tr: Şununla grupla
uk: Групувати по
zh_hans: 分组依据
zh_hant: 分類

source: Hourly
ca: cada hora
cs: Každou hodinu
da: timevis
de: Stündlich
el: ωριαίο
es: cada hora
et: tunnine
fi: Tunneittain
fr_fr: toutes les heures
he: שעתי
hu: óránként
it: ogni ora
ja: 周期(時間)
ko: 매 시간
lt: kas valandą
nb: hver time
nl: uurlijks
pl: Co godzinę
pt_br: De hora em hora
pt_pt: Todas as horas
ro: din oră în oră
sk: hodinovo
sl: urno
sv: timvis
tr: Saatlik
uk: щогодинно
zh_hans: 每小时
zh_hant: 每小時

source: In alphabetical order
ca: en ordre alfabètic
cs: podle abecedy
da: i-alfabetisk-rækkefølge
de: In alphabetischer Reihenfolge
el: με αλφαβητική σειρά
es: Por orden alfabético
et: tähestikulises-järjekorras
fi: Aakkosjärjestyksessä
fr_fr: par ordre alphabétique
he: בסדר האלפבית
hu: ABC sorrendben
it: in-ordine-alfabetico
ja: アルファベット順
ko: 알파벳 순서
lt: abėcėlės tvarka
nb: Alfabetisk
nl: in-alfabetische-volgorde
pl: alfabetycznie
pt_br: Em ordem alfabética
pt_pt: em-ordem-alfabética
ro: În ordine alfabetică
sk: abecedne
sl: po-abecednem-vrstnem-redu
sv: i-alfabetisk-ordning
ta: அகரவரிசைப்படி
tr: alfabetik-sirada
uk: за алфавітом
zh_hans: 按字母顺序
zh_hant: 按字母排序

source: in plural form
ca: en plural
cs: v množném čísle
da: i flertal
de: in der Mehrzahl
el: σε πληθυντικό σχήμα
es: en plural
et: mitmuse vormis
fi: monikon partitiivissa
fr_fr: Au pluriel
he: בצורת ריבוי
hu: többesszámban
it: in forma plurale
ja: 複数形
ko: 복수형
lt: daugiskaitos forma
nb: I flertall
nl: In meervoud
pl: w liczbie mnogiej
pt_br: no plural
pt_pt: no plural
ro: La plural
sk: v množnom čísle
sl: v množinski obliki
sv: i plural
ta: பன்மை வடிவத்தில்
tr: çoğul formda
uk: у формі множини
zh_hans: 复数形式
zh_hant: 複數形式

source: in singular form
ca: en forma singular
cs: v jednotném čísle
da: i ental
de: in der Einzahl
el: σε μοναδική μορφή
es: en singular
et: üksikvormis
fi: yksikön partitiivissa
fr_fr: Au singulier
he: בצורת יחיד
hu: egyes számban
it: in forma singolare
ja: 単数形
ko: 단수형
lt: vienaskaitos forma
nb: I entall
nl: In enkelvoud
pl: w liczbie pojedynczej
pt_br: no singular
pt_pt: no singular
ro: La singular
sk: v jednotnom čísle
sl: v ednini
sv: i singular
ta: ஒருமை வடிவத்தில்
tr: tekil formda
uk: в однині
zh_hans: 单数形式
zh_hant: 單數形式

source: Included recipes
ca: Receptes incloses
cs: Dílčí recepty
da: Inkluderede opskrifter
de: Enthaltene Rezepte
el: Συμπεριλαμβάνονται συνταγές
es: Recetas incluidas
et: Retseptid mis sisaldavad
fi: Sisällytetyt reseptit
fr_fr: Recettes incluses
he: מתכונים כלולים
hu: Tartalmazza a recepteket
it: Ricette incluse
ja: 使用レシピ
ko: 포함된 요리법
lt: Įtraukti receptai
nb: Inkludert oppskrift
nl: Bijgevoegde recepten
pl: Dołączone przepisy
pt_br: Receitas Agregadas
pt_pt: Receitas incluídas
ro: Rețete incluse
sk: Čiastkové recepty
sl: Vključeni recepti
sv: Inkluderade recept
ta: கொடுக்கப்பட்டுள்ள சமையல் குறிப்புகள்
tr: Dahil edilmiş tarifler
uk: Включені рецепти
zh_hans: 关联菜谱
zh_hant: 隨附的食譜

source: Ingredients list
ca: Llista d'ingredients
cs: Seznam ingrediencí
da: Ingrediensliste
de: Zutatenliste
el: Λίστα συστατικών
es: Lista de ingredientes
et: Koostisosade nimekiri
fi: Ainesosat
fr_fr: Liste des ingrédients
he: רשימת מצרכים
hu: Hozzávalók listája
it: Lista Ingredienti
ja: 材料リスト
ko: 재료 목록
lt: Ingredientų sąrašas
nb: Liste over ingredienser
nl: Ingrediëntenlijst
pl: Lista składników
pt_br: Lista de Ingredientes
pt_pt: Lista de ingredientes
ro: Listă cu ingrediente
sk: Zoznam surovín
sl: Seznam sestavin
sv: Ingredienslista
ta: தேவையான பொருட்களின் பட்டியல்
tr: Malzeme listesi
uk: Список інгрідієнтів
zh_hans: 食材清单
zh_hant: 食材列表

source: Inventory
ca: Inventari
cs: Inventura zásob
da: Regulering af lager
de: Inventur
el: Καταγραφή εμπορευμάτων
es: Inventario
et: Tooted
fi: Inventoi
fr_fr: Inventaire
he: מצאי
hu: Leltár
it: Inventario
ja: 在庫
ko: 재고
lt: inventorius
nb: Beholdning
nl: Voorraad
pl: Inwentaryzacja
pt_br: Inventário
pt_pt: Inventário
ro: Inventar
sk: Zásoba
sl: Zaloga
sv: Lager
ta: இருப்பு
tr: Envanter
uk: Інвентаризація
zh_hans: 库存
zh_hant: 庫存

source: Inventory correction
ca: Correcció_d'inventari
cs: změna zásob
da: beholdningsrettelse
de: Inventur-Korrektur
el: διόρθωση αποθέματος
es: Corrección de inventario
et: inventuuri-parandus
fi: Määrän korjaus
fr_fr: Correction d'inventaire
he: תיקון מצאי
hu: készlet-korrekció
it: rettifica-inventario
ja: ストック増減
ko: 재고 정리
nb: Beholdningsantall korreksjon
nl: Voorraadcorrectie
pl: Korekta zapasów
pt_br: Ajuste de inventário
pt_pt: Correcção de Inventário
ro: corecție a inventarului
sk: inventár-oprava
sl: popravilo-inventarja
sv: lager-korrigering
ta: இருப்புசாமான்-திருத்தம்
tr: envanter-duzelt
uk: Виправлення/інвентаризація
zh_hans: 库存更正
zh_hant: 庫存修正

source: Is freezer
ca: És congelador
cs: Místo je mrazící box
da: Er en fryser
de: Ist ein Gefrierstandort (also z. B. ein Gefrierschrank)
el: Είναι καταψύκτης
es: Es congelador
et: On sügavkülmik
fi: On pakastin
fr_fr: Est un congélateur
he: הקפאה
hu: Fagyasztószekrény
it: È congelato
ja: 冷凍庫
ko: 냉동고
lt: Yra šaldiklis
nb: Er fryser
nl: Is diepvries
pl: Jest zamrażalnikiem
pt_br: Congelador
pt_pt: É congelador
sk: Je mraznička
sl: Je zmrzovalnik
sv: Är en frys
ta: உறைவிப்பான் ஆகும்
tr: Dondurucu mu
uk: Є морозильною камерою
zh_hans: 冷冻设备
zh_hant: 冷凍庫
